/* 今天最迟预定时间是%@,现在只能预定明天的工作餐，要继续吗? */
" Booking working meals before %@ at the latest, you can only book tomorrow's. Do you want to continue?" = "今天最迟预定时间是%@,现在只能预定明天的工作餐，要继续吗?";

/* 还剩%02d天 %02d时%02d分%02d秒 */
"%02d day %02d:%02d:%02d left" = "还剩%02d天 %02d时%02d分%02d秒";

/* 还剩%02d天 %02d时%02d分%02d秒 */
"%02d days %02d:%02d:%02d left" = "还剩%02d天 %02d时%02d分%02d秒";

/* 还剩%02d时%02d分%02d秒 */
"%02d:%02d:%02d left" = "还剩%02d时%02d分%02d秒";

/* %@不能免费购买 %@ 优惠券, 您可以继续付费购买, 也可以升级会员后再次免费购买 */
"%@ is not available for. You could continue by purchasing it or upgrading your \n account to %@." = "%@不能免费购买 %@ 优惠券, 您可以继续付费购买, 也可以升级会员后再次免费购买.";

/* %@ to %@ */
"%@ to %@" = "%1$@ 到 %2$@";

/* %@%d /年 */
"%@%d /Year" = "%1$@%2$d /年";

/* %@%d /人 */
"%@%d per person" = "%1$@%2$d /人";

/* %@分钟 */
"%@Mins" = "%@分钟";

/* %d 份 */
"%d Dish" = "%d 份";

/* 剩%ld天 */
"%ld day left" = "剩%ld天";

/* 剩%ld天 */
"%ld days left" = "剩%ld天";

/* %ld优惠券 */
"%ld Vouchers" = "%ld优惠券";

/* 剩%ld小时 */
"%ldhr left" = "剩%ld小时";

/* 24小时热线电话 */
"24-Hour Hotline" = "24小时热线电话";

/* 3件商品 */
"3 Items" = "3件商品";

/* 半年 */
"6 Months" = "半年";

/* [默认] */
"[Default]" = "[默认]";

/* \n1:各种优惠\n2:阿联酋吃喝玩乐必备神器\n3:安全支付\n4:便捷又放心 */
"\n1:Coupons in UAE\n2:Indispensible money saver for your lifestyle\n3:Secured payment\n4:Easy, fast, and assured" = "\n1:各种优惠\n2:阿联酋吃喝玩乐必备神器\n3:安全支付\n4:便捷又放心";

/* n1:阿联酋吃喝玩乐必备神器\n2:安全支付\n3:便捷又放心 */
"\n1:Indispensible money saver for your lifestyle\n2:Secured payment\n3:Easy, fast, and assured" = "n1:阿联酋吃喝玩乐必备神器\n2:安全支付\n3:便捷又放心";

/* 一条带有验证码的短信已经发送到您的手机 %@ */
"A message with verification code has been sent to your phone %@." = "一条带有验证码的短信已经发送到您的手机.";

/* 一条带有验证码的短信已经发送到您的手机 */
"A message with verification code has been sent to your phone." = "一条带有验证码的短信已经发送到您的手机.";

/* 一年 */
"A Year" = "一年";

/* 关于 */
"About Us" = "关于";

/* 已接受 */
"Accepted" = "已接受";

/* No comment provided by engineer. */
"Access Denied" = "访问拒绝";

/* 添加 */
"Add" = "添加";

/* 添加收货地址 */
"Add Receiving Address" = "添加收货地址";

/* 附加费(%@%0.1f) */
"Additional Fees(%@%0.1f)" = "附加费(%@%0.1f)";

/* 地址 */
"Address" = "地址";

/* 支付宝 */
"AliPay" = "支付宝";

/* 全部 */
"ALL" = "全部";

/* 全部 */
"All" = "全部";

/* 全部%@ */
"All %@" = "全部 %@";

/* 全部分类 */
"All Categories" = "全部分类";

/* 全部优惠券 */
"All Coupons" = "全部优惠券";

/* 全部订单 */
"All Orders" = "全部订单";

/* 所有商家 */
"All Stores" = "所有商家";

/* App分享 */
"App Share" = "App分享";

/* 申请退货成功 */
"Apply for return successful" = "申请退货成功";

/* 您确定要申请退货? */
"are you sure to apply for return?" = "您确定要申请退货?";

/* 您确定取消这个订单? */
"Are you sure to cancel this order?" = "您确定取消这个订单?";

/* 您确定要删除所有收藏吗? */
"Are you sure to clear Wish List?" = "您确定要删除所有收藏吗?";

/* 您确定要删除此收货地址吗? */
"Are you sure to delete this address?" = "您确定要删除此收货地址吗?";

/* 您确定要删除此商品吗? */
"Are you sure to delete this product?" = "您确定要删除此商品吗?";

/* 您确定要退出? */
"Are you sure to exit?" = "您确定要退出?";

/* 您确定要催单吗? */
"Are you sure to send a reminder?" = "您确定要催单吗?";

/* 区域 */
"Area" = "区域";

/* 待支付 */
"Awaiting Payment" = "待支付";

/* 返回 */
"Back" = "返回";

/* 美妆精选 */
"Beauty" = "美妆精选";

/* 活动 大促销 */
"Big Sale" = "活动 大促销";

/* 大促销 商家 %@ */
"Big Sale, Store: %@" = "大促销 商家 %@";

/* 蓝卡 */
"Blue" = "金卡";

/* 预定时间 */
"Booking Time" = "预定时间";

/* 预约时间: %@ */
"Booking Time: %@" = "预定时间: %@";

/* 购买 */
"Buy" = "购买";

/* 购买优惠卷 */
"Buy Coupon" = "购买优惠卷";

/* 购买金卡 */
"Buy Gold Card" = "购买金卡";

/* 购买会员卡 */
"Buy Member Card" = "购买会员卡";

/* 购买 */
"Buy Now" = "购买";

/* 结算 */
"BUY NOW" = "结算";

/* 购买白金卡 */
"Buy Platinum Card" = "购买白金卡";

/* 购买优惠卷 */
"Buy Vouchers" = "购买优惠卷";

/* 图片缓存已清空 */
"Cache has been cleared." = "图片缓存已清空.";

/* 拨号 */
"Call" = "拨号";

/* 电话订座 */
"CALL & BOOK" = "电话订座";

/* No comment provided by engineer. */
"Camera not supported by the device" = "设备不支持摄像头";

/* APP没有权限打开照相机, 请在 设置->隐私->相机 重新打开 */
"Camera Service is disabled. Please go to Setting->Privacy->Camera grant the access right." = "PP没有权限打开照相机, 请在 设置->隐私->相机 重新打开";

/* 取消 */
"Cancel" = "取消";

/* 取消订单 */
"Cancel Order" = "取消订单";

/* 已取消 */
"Canceled" = "已取消";

/* 一天只能发送3条短信 */
"Can Only send 3 SMS every day" = "一天只能发送3条短信";

/* 购物车 */
"Cart" = "购物车";

/* 10分钟后商品将会从购物车中岀出,请尽快购买. 您可以在 我的->收藏 找到被删除的商品. */
"Carts will be clear 10 Minutes later, please purchase ASAP, please purchase ASAP. You can find deleted product in Me->Wish List." = "10分钟后商品将会从购物车中岀出,请尽快购买. 您可以在 我的->收藏 找到被删除的商品.";

/* 货到付款手续费: %@%.1f */
"Cash/Card On Delivery Charges: %@%.1f" = "货到付款手续费: %@%.1f";

/* 货到付款手续费: %@%d */
"Cash/Card On Delivery Charges: %@%d" = "货到付款手续费: %@%d";

/* 货到付款手续费: %@%d */
"Cash/Card On Delivery: %@%d" = "货到付款手续费: %@%d";

/* 分类 */
"Categories" = "分类";

/* 对话 */
"Chat" = "对话";

/* 结算 */
"Check Out" = "结算";

/* 入住日期 */
"Check-In Date" = "入住日期";

/* 中文 */
"Chinese" = "中文";

/* 选择地址 */
"Choose Address" = "选择地址";

/* 选择小区 */
"Choose Area" = "选择小区";

/* 选择国家 */
"Choose Country" = "选择国家";

/* 选择日期 */
"Choose Date" = "选择日期";

/* 相册 */
"Choose Existing" = "相册";

/* 选择您的区域
   选择您的小区 */
"Choose Your Area" = "选择您的区域";

/* 城市 */
"City" = "城市";

/* 清除 */
"Clear" = "清除";

/* 清除图片缓存 */
"Clear Image Cache" = "清除图片缓存";

/* 验证码 */
"Code" = "验证码";

/* 即将上线 */
"Coming Soon" = "即将上线";

/* 评论 */
"Comment" = "评论";

/* 确定 */
"Confirm" = "确定";

/* 点击去下单 */
"Confirm Order" = "点击去下单";

/* 继续 */
"Continue" = "继续";

/* 确定并支付 */
"Continue to pay" = "确定并支付";

/* 人均价格 高到低 */
"Cost - high to low" = "人均价格 高到低";

/* 人均价格 低到高 */
"Cost - low to high" = "人均价格 低到高";

/* 消费: */
"Cost:" = "消费:";

/* 无法送达 */
"Could not be served" = "无法送达";

/* 国家 */
"Country" = "国家";

/* 优惠券价格) */
"COUPON PRICE" = "优惠券价格";

/* 优惠券 */
"COUPONS" = "优惠券";

/* 优惠券 */
"Coupons" = "优惠券";

/* 各种优惠 */
"Coupons in UAE" = "各种优惠";

/* 客服 */
"CUSTOMER CARE" = "客服";

/* 每日特价 */
"Daily Deals" = "每日特价";

/* 已拒绝 */
"Declined" = "已拒绝";

/* 删除 */
"Delete" = "删除";

/* 外卖 */
"Delivery" = "外卖";

/* 运单编号:%@ */
"Delivery  ID: %@" = "运单编号: %@";

/* 送达时间
   送到时间 */
"Delivery Arrival" = "送达时间";

/* 送达时间: %@ */
"Delivery Arrival: %@" = "送达时间: %@";

/* 配送费: %@%d */
"Delivery Chagres: %@%d" = "配送费: %1$@%2$d";

/* 物流详情 */
"Delivery Details" = "物流详情";

/* 外卖订单 */
"Delivery Orders" = "外卖订单";

/* 配送时间: %@分钟 */
"Delivery Time: %@Mins" = "配送时间: %@分钟";

/* 商家描述 */
"Description" = "商家描述";

/* 自动定位... */
"Detecting Location..." = "检测位置...";

/* 导航 */
"Directions" = "导航";

/* 折扣价: %@%.1f */
"Discounted Price: %@%.1f" = "折扣价: %1$@%2$.1f";

/* 距离: %.1fkm */
"Distance:  %.1fkm" = "距离:  %.1fkm";

/* 距离: %dm */
"Distance:  %dm" = "距离:  %dm";

/* 完成 */
"Done" = "完成";

/* 下载Greadeal 应用并安装 */
"Download & Install Greadeal" = "下载Greadeal 应用并安装";

/* 正在下载城市信息,请稍后重试 */
"Downloading city information, please try later" = "正在下载城市信息,请稍后重试";

/* 正在下载城市信息,请稍后重试 */
"Downloading city information, please try again later" = "正在下载城市信息,请稍后重试";

/* 邮件
   邮箱登录
   邮箱账号
   邮箱注册 */
"E-Mail" = "邮箱账号";

/* 邮件格式错误 */
"E-Mail Format Error" = "邮件格式错误";

/* 便捷又放心 */
"Easy, fast, and assured" = "便捷又放心";

/* 编辑地址 */
"Edit Address" = "编辑地址";

/* 编辑个人资料 */
"Edit Profile" = "编辑个人资料";

/* 英文 */
"English" = "英文";

/* 不论何时，不论何地 */
"Enjoy coupons anytime, anywhere" = "不论何时，不论何地";

/* 输入密码
   输入新密码 */
"Enter password" = "输入密码";

/* 输入您的地址 */
"Enter your address" = "输入您的地址";

/* 输入您的邮箱 */
"Enter your e-mail" = "输入您的邮箱";

/* 输入您的姓名 */
"Enter your name" = "输入您的姓名";

/* 输入您的电话号码 */
"Enter your phone number" = "输入您的电话号码";

/* 操作失败
   错误 */
"Error" = "错误";

/* No comment provided by engineer. */
"Error e-Mail Format" = "邮件格式错误";

/* 优惠券已过期 */
"Expired" = "优惠券已过期";

/* 过期日期:  %@
   过期日期: %@ */
"Expired Date: %@" = "过期日期: %@";

/* 发现 */
"Explore" = "发现";

/* QQ API 调用失败 */
"failed to call QQ API" = "QQ API 调用失败";

/* 发送邮件失败 */
"Failed to send E-Mail." = "发送邮件失败.";

/* 发送邮件失败 */
"Failed to send Email." = "发送邮件失败.";

/* 获取地址信息失败 %@ */
"Failed to get address information: %@" = "获取地址信息失败: %@";

/* 最后疯抢 */
"Final Clearance" = "最后疯抢";

/* 限时抢购 */
"Flash Sale" = "限时抢购";

/* 忘记密码 */
"Forgot Password" = "忘记密码";

/* 免费 */
"FREE" = "免费";

/* 免费优惠券 */
"Free Coupon" = "免费优惠券";

/* 所有区域 免费配送 */
"Free Delivery To All Areas" = "所有区域 免费配送";

/* 运费(%@%0.1f) */
"Freight(%@%0.1f)" = "运费(%1$@%2$.1f)";

/* 星期五 */
"FRI" = "星期五";

/* 获取验证码 */
"Get Code" = "获取验证码";

/* 获取用户信息 */
"Get User Info..." = "获取用户信息...";

/* 金卡会员 */
"Glod Member" = "金卡会员";

/* 去购物 */
"Go Shopping" = "去购物";

/* 金卡 */
"Gold" = "金卡";

/* 金卡
   金卡商家 */
"Gold Card" = "金卡商家";

/* (金卡会员)
   金卡
   金卡会员 */
"Gold Member" = "金卡会员";

/* 待评价 */
"Goods Awaiting Confirmation" = "待评价";

/* 谷歌地图 */
"Google Maps" = "谷歌地图";

/* 帮助 */
"Help" = "帮助";

/* 好评优先 */
"High Rating" = "好评优先";

/* 特色 */
"Highlights" = "特色";

/* 特色 */
"HIGHLIGHTS" = "特点";

/* 首页 */
"Home" = "首页";

/* 热门 */
"HOT" = "热门";

/* 热门分类 */
"Hot Categories" = "热门分类";

/* 热销推荐 */
"Hot Recommend" = "热销推荐";

/* 热门商店 */
"Hot Store" = "热门商店";

/* 赶紧去抢购! 大促销 */
"Hurry up, Big Sale" = "赶紧去抢购! 大促销 ";

/* 赶紧去抢购:%@ */
"Hurry Up:%@" = "赶紧去抢购:%@";

/* 身份证 */
"ID" = "身份证";

/* 身份证 或 护照 */
"ID Or Passport" = "身份证 或 护照";

/* 酒店要求入住人员提供身份证或者护照号 */
"ID or Passport number is required for hotel check-in" = "酒店要求入住人员提供身份证或者护照号";

/* 如果您未收到验证短信，请尝试重新发送验证码或致电客服解决此问题 045511614 */
"If you are not receiving the verification SMS, please try resending it or call customer service 045511614." = "如果您未收到验证短信，请尝试重新发送验证码或致电客服解决此问题 045511614";

/* 改变收货小区,可能会产生配送费. */
"If you change the delivery address, you may need to pay extra" = "改变收货小区,可能会产生配送费";

/* 阿联酋吃喝玩乐必备神器 */
"Indispensible money saver for your lifestyle" = "阿联酋吃喝玩乐必备神器";

/* 商家信息 */
"Information" = "商家信息";

/* 介绍 */
"Intro" = "介绍";

/* 订购商品 */
"Items" = "订购商品";

/* 语言 */
"Language" = "语言";

/* No comment provided by engineer. */
"Loading..." = "加载...";

/* 定位服务被关闭, 请到 设置->隐私->定位服务 打开使用权限 */
"Location Service is disabled. \nPlease go to 'Settings > Privacy > Location Services' \nto grant the access right." = "定位服务被关闭, 请到 设置->隐私->定位服务 打开使用权限.";

/* 登录 */
"Login" = "登录";

/* 登录失败 */
"Login Failed" = "登录失败";

/* 登录... */
"Loging..." = "登录...";

/* 退出 */
"Logout" = "退出";

/* 登出... */
"Logout..." = "退出...";

/* 邮件 */
"Mail" = "邮件";

/* 超市 */
"Market" = "超市";

/* 我的 */
"Me" = "我的";

/* 会员 */
"Member" = "会员";

/* 会员规则 */
"Member Rules" = "会员规则";

/* 会员总金额: %@%.1f */
"Member Total: %@%.1f" = "会员总金额: %1$@%2$.1f";

/* 会员总金额:%@%d */
"Member Total: %@%d" = "会员总金额: %1$@%2$d";

/* 菜单 */
"Menus" = "菜单";

/* 留言 */
"Message" = "留言";

/* 给卖家留言 */
"Message to seller" = "给卖家留言";

/* 配送时间最少 */
"Min. Delivery time" = "配送时间最少";

/* 起送价: %@%@ */
"Min.Order: %@%@" = "起送价: %1$@%2$@";

/* 最小起送 */
"Min.Orders" = "最小起送";

/* 朋友圈
   微信朋友圈 */
"Moments" = "微信朋友圈";

/* 星期一 */
"MON" = "星期一";

/* 更多优惠券 */
"More Coupons" = "更多优惠券";

/* 使用规则 */
"More Information" = "使用规则";

/* 收货地址管理 */
"My Address" = "收货地址管理";

/* 我的小区 */
"My Area" = "我的小区";

/* 我的优惠券 */
"My Vouchers" = "我的优惠券";

/* 姓名 */
"Name" = "姓名";

/* 离我最近 */
"Nearest" = "离我最近";

/* 网络错误,请单击重连接 */
"Network error, click here to try again." = "网络错误,请单击重连接.";

/* 网络错误,请单击重连接 */
"Network error, Pull down to refresh." = "网络错误,请单击重连接.";

/* 添加地址 */
"New Address" = "添加地址";

/* 每日上新 */
"New Arrivals" = "每日上新";

/* 最新上线 */
"New IN" = "最新上线";

/* 本周上新 */
"NEW IN THIS WEEK " = "本周上新";

/* 新密码 */
"New Password" = "新密码";

/* 更新版本 */
"New Version" = "更新版本";

/* 地址没有填写 */
"No Address" = "地址没有填写";

/* 小区没有选择 */
"No Area" = "小区没有选择";

/* 没有入住日期 */
"No Check-In Date" = "没有入住日期";

/* 没有选择卡 */
"No choose card" = "没有选择卡";

/* 没有支付方式 */
"No Choose Payment" = "没有支付方式";

/* 城市没有选择 */
"No City" = "城市没有选择";

/* 国家没有选择 */
"No Country" = "国家没有选择";

/* 国家区号没有填写 */
"No Country Code" = "国家区号没有填写";

/* 没有输入区号或电话号码 */
"No Country or No Phone Number" = "没有输入区号或电话号码";

/* 没有产品 */
"No Data" = "没有产品";

/* 没有选择送到时间 */
"No Delivery Arrival" = "没有选择送到时间";

/* 邮件没有填写 */
"No E-Mail" = "邮件没有填写";

/* 身份证或者护照没有填写 */
"No ID Or Passport" = "身份证或者护照没有填写";

/* 姓名没有填写 */
"No Name" = "姓名没有填写";

/* 没有网络 */
"No Network" = "没有网络";

/* 新密码没有填写 */
"No Password" = "新密码没有填写";

/* 电话没有填写
   没填电话号码 */
"No Phone Number" = "电话没有填写";

/* 没有收货地址 */
"No Receiving Address." = "没有收货地址.";

/* 没有任何收货地址 */
"No Shipping Address." = "没有任何收货地址.";

/* 验证码没有填写 */
"No verification code" = "验证码没有填写";

/* 验证码没有填写 */
"No Verification Code" = "验证码没有填写";

/* 暂无收藏 */
"No Wish" = "暂无收藏";

/* (非会员)
   非会员 */
"Non Member" = "非会员";

/* 工作时间 */
"NON-WORKING TIME" = "非工作时间";

/* 没有安装微信! */
"Not installed wechat!" = "没有安装微信!";

/* 提示
   通知
   注意 */
"Note" = "注意";

/* 接收通知 */
"Notification" = "接收通知";

/* 关 */
"Off" = "关";

/* 确定 */
"OK" = "确定";

/* No comment provided by engineer. */
"Ok" = "确定";

/* No comment provided by engineer. */
"Okay" = "确定";

/* 开 */
"On" = "开";

/* 正在配送 */
"On Delivery" = "正在配送";

/* 在线支持 */
"Online Support" = "在线支持";

/* No comment provided by engineer. */
"Only %d photos please!" = "只能 %d 照片!";

/* 您选择的日期，酒店已经没有空房间，请选择其他日期! */
"Oops! The hotel is fully booked for the date you selected, please choose another date!" = "您选择的日期，酒店已经没有空房间，请选择其他日期!";

/* 哎呀！目前商店已经休息! */
"Oops! The store is closed now!" = "亲,今天商家已停止预约,请明天再预约!";

/* 亲,您所在的城市还没开通外卖业务! */
"Oops, the delivery service has not yet been launched here, it will come soon." = "亲,您所在的城市还没开通外卖业务.";

/* %@ 订购数量,超过库存数量! */
"Oops,%@ Order quantity over inventory!" = "%@ 订购数量,超过库存数量!";

/* 超过库存数量! */
"Oops,Over inventory" = "超过库存数量";

/* 您的小区附近,还没有超市提供在线订购服务! */
"Oops,this service in your choosed area, will be coming soon!" = "您的小区附近,还没有超市提供在线订购服务!";

/* 每人最多购买 %d 张! */
"Oops, Every one only buy %d pieces" = "每人最多购买 %d 张!";

/* 打开 */
"Open" = "打开";

/* 营业时间 */
"Opening Hours" = "营业时间";

/* 营业时间: %@ - %@ */
"Opening Hours: %@ - %@" = "营业时间: %1$@ - %2$@";

/* 选项 */
"OPTIONS" = "选项";

/* 用以下方式登录 */
"Or sign in with" = "用以下方式登录";

/* 手机买单 */
"Order by mobile" = "手机买单";

/* 取消订单成功 */
"Order canceled" = "取消订单成功";

/* 订单详情 */
"Order Details" = "订单详情";

/* 订单已经生成, 请不要重复提交申请. */
"Order has been submitted successfully, please do not resubmit" = "订单已经生成, 请不要重复提交申请";

/* 订单号: %%@ */
"Order ID: %@" = "订单号: %@";

/* 订单状态: */
"Order Status:" = "订单状态:";

/* 订单成功
   购买成功 */
"Order Successful" = "购买成功";

/* 下单时间: %@ */
"Order Time: %@" = "下单时间: %@";

/* 订单 */
"Orders" = "订单";

/* 待支付 */
"Orders Awaiting Payment" = "待支付";

/* 待收货 */
"Orders Awaiting Shipment" = "待收货";

/* 套餐 */
"Package" = "套餐";

/* 已支付 */
"Paid" = "已支付";

/* 护照号 */
"Passport" = "护照";

/* 重置密码已发送,请到您的邮箱查收 */
"Password has been sent, please check your E-Mail" = "重置密码已发送,请到您的邮箱查收";

/* 重置密码成功,请重新登录 */
"Password reset successfully! please login again." = "重置密码成功,请重新登录.";

/* 支付 */
"Pay" = "支付";

/* 支付号: %%@ */
"Pay ID: %@" = "支付号: %@";

/* 信用卡支付 */
"Pay with Card" = "信用卡支付";

/* 支付失败 */
"Payment Failed" = "支付失败";

/* 支付失败 代号 = %d, 原因 = %@ */
"Payment Failed retcode = %d, retstr = %@" = "支付失败 代号 = %d, 原因 = %@";

/* 支付说明 */
"Payment Instruction" = "支付说明";

/* 支付说明 */
"PAYMENT INSTRUCTION" = "支付说明";

/* 支付没有完成, 请重新下单支付!
   支付没有完成, 请重新支付! */
"Payment is not completed, please try it again!" = "支付没有完成, 请重新支付!";

/* 支付方式: %@ */
"Payment Method: %@" = "支付方式: %@";

/* 支付方式 */
"Payment Option" = "支付方式";

/* 支付成功 */
"Payment Successful" = "支付成功";

/* 个人信息 */
"Personal Information" = "个人信息";

/* 电话
   手机号码 */
"Phone" = "手机号码";

/* 电话号码
   手机登录
   手机帐号
   手机注册 */
"Phone Number" = "手机号码";

/* 店铺展示 */
"Photos" = "店铺展示";

/* No comment provided by engineer. */
"Pick Photo" = "获取照片";

/* No comment provided by engineer. */
"Pick Photos" = "获取照片";

/* 已经收件 */
"Pick up" = "已经收件";

/* 白金卡 */
"Platinum" = "白金卡";

/* 白金卡
   白金卡商家 */
"Platinum Card" = "白金卡商家";

/* 白金卡会员 */
"Platinum Member" = "白金卡会员";

/* 请选择您的城市,获取优惠. */
"Please choose your area for discounts." = "请选择您的城市,获取优惠.";

/* 请选择您要收货的区域,超市将会为您免费配送.
   请选择您要收货的小区,超市将会为您免费配送. */
"Please choose your area for free shipping." = "请选择您要收货的小区,超市将会为您免费配送.";

/* 请先单击左边的加号, 添加一个Offer. */
"Please click “+” on the left to add an offer." = "请先单击左边的加号, 添加一个Offer.";

/* 您的手机没有配置发送邮件账号 */
"Please configure your E-mail first in this phone." = "您的手机没有配置发送邮件账号.";

/* 请输入数字 */
"Please enter a number" = "请输入数字";

/* 请输入您的姓名 */
"Please enter your name" = "请输入您的姓名";

/* 请输入您的电话号码,订单成功后,我们会与您联系 */
"Please enter your phone number, we will contact you after you placing an order successfully." = "请输入您的电话号码,订单成功后,我们会与您联系.";

/* 请按照要求的金额进行银行转账. */
"Please kindly transfer the required amount to the bank account." = "请按照要求的金额进行银行转账.";

/* 您还没有登录
   您还没有登录,请先登录 */
"Please login first" = "您还没有登录,请先登录";

/* 您还没有登录,请先登录再购买 */
"Please login first and check out" = "您还没有登录,请先登录再购买";

/* 请等待送货 */
"Please waiting for the delivery" = "请等待送货";

/* 请等待餐厅送餐. */
"Please waiting for the delivery." = "请等待餐厅送餐.";

/* 请写下您在本店的使用体验 */
"Please write at most 140 characters about your personal experience at this store." = "请写下您在本店的使用体验.";

/* 您的手机没有配置发送邮件账号 */
"Please configure your E-Mail in this phone first." = "您的手机没有配置发送邮件账号.";

/* 请检查您的网络连接. */
"Plese check your network or WIFI" = "请检查您的网络连接";

/* 价格 */
"Price" = "价格";

/* 价格被转换: %@%.2f */
"Price after conversion: %@%.2f" = "价格被转换: %1$@%2$.2f";

/* 隐私政策 */
"Privacy Policy" = "隐私政策";

/* 处理中... */
"Processing..." = "处理中...";

/* 产品 */
"Product" = "产品";

/* 产品名 */
"Product Name" = "产品名";

/* QQ API 调用失败 */
"QQ API call failured" = "QQ API 调用失败";

/* QQ登录失败! */
"QQ Login Failed!" = "QQ登录失败!";

/* 二维码内容 */
"QR Code" = "二维码内容";

/* 赶紧去抢购! 商家 %@ */
"Quickly Go Shopping! Store: %@" = "赶紧去抢购! 商家: %@";

/* QQ空间 */
"Qzone" = "QQ空间";

/* 评价 */
"Rate" = "评价";

/* 打分
   评价 */
"RATE" = "评价";

/* 已评价 */
"RATED" = "已评价";

/* 评分 %.1f */
"Rated %.1f" = "评分 %.1f";

/* 评分 */
"RATING" = "评分";

/* 收货人:%@ */
"Receiver: %@" = "收货人: %@";

/* 您的专属推荐 */
"Recommendation" = "您的专属推荐";

/* 推荐 */
"RECOMMENDED" = "推荐";

/* 使用 */
"REDEEM" = "使用";

/* 发布日期 */
"Release Date" = "发布日期";

/* 开售提醒 */
"Remind me" = "开售提醒";

/* 催单 */
"Reminder" = "催单";

/* 请求... */
"Requesting..." = "请求...";

/* 重置登录密码
   重置密码 */
"Reset Password" = "重置密码";

/* 评价 */
"Review" = "评价";

/* 特卖 */
"Sale" = "特卖";

/* 折扣: %@%% */
"Sale: %@%% OFF" = "折扣: %@%% OFF";

/* 星期六 */
"SAT" = "星期六";

/* 星期六-星期四 09:30-18:30 */
"Saturday to Thursday 09:30-18:30" = "星期六-星期四 09:30-18:30";

/* 保存 */
"Save" = "保存";

/* 节省:%@%d */
"Saving:%@%d" = "节省:%1$@%2$d";

/* 工作餐 */
"Scheduled Ordering" = "工作餐";

/* 搜索餐厅或者菜品 */
"Search by restaurant or a dish" = "搜索餐厅或者菜品";

/* 搜索商店或产品 */
"Search by stores or offers" = "搜索商店或产品";

/* 搜索产品 */
"Search Product" = "搜索产品";

/* 搜索特卖产品
   搜索特卖商品 */
"Search Sale Product" = "搜索特卖产品";

/* 搜索特卖商家 */
"Search Sale Store" = "搜索特卖商家";

/* 搜索商家 */
"Search Store" = "搜索商家";

/* 安全支付 */
"Secured payment" = "安全支付";

/* 进店逛逛 */
"See All" = "进店逛逛";

/* 切换
   选择 */
"Select" = "切换";

/* No comment provided by engineer. */
"Select an Album" = "选择相册";

/* 设置 */
"Setting" = "设置";

/* 设置默认地址 */
"Setting Default" = "设置默认地址";

/* 物流方式 */
"Shipping" = "物流方式";

/* 运费金额: %@%.1f */
"Shipping: %@%.1f" = "运费金额: %1$@%2$.1f";

/* 运费金额: %@%d */
"Shipping: %@%d" = "运费金额: %1$@%2$d";

/* 商场 */
"Shopping" = "商场";

/* 商城订单 */
"Shopping Orders" = "商城订单";

/* 注册 */
"Sign Up" = "注册";

/* 已经签收 */
"Signed" = "已经签收";

/* 跳过 */
"Skip" = "跳过";

/* 已售完 */
"Sold Out" = "已售完";

/* 已售:%d */
"Sold:%d" = "已售:%d";

/* 已售:%d */
"SOLD:%d" = "已售:%d";

/* 您的订单总价没有达到最少起送价格%@%d */
"Sorry, your order total does not reach\n the minimum order (%@%d)" = "您的订单总价没有达到最少起送价格 (%1$@%2$d)";

/* 特殊烹调方式 */
"Special Cooking Instructions" = "特殊烹调方式";

/* 招牌菜 */
"Specialty" = "招牌菜";

/* 开始 */
"Start" = "开始";

/* 库存:%d */
"Stock:% d" = "库存:% d";

/* 库存:%d */
"STOCK:%d" = "库存:%d";

/* 商家列表 */
"Store List" = "商家列表";

/* 小计: %@%.1f */
"Sub Total: %@%.1f" = "小计: %1$@%2$.1f";

/* 小计: %@%d */
"Sub Total: %@%d" = "小计: %1$@%2$d";

/* 提交 */
"Submit" = "提交";

/* 提交订单... */
"Submiting..." = "提交订单...";

/* 订单金额: %@%.1f */
"Subtotal: %@%.1f" = "订单金额: %1$@%2$.1f";

/* 订单金额: %@%d */
"Subtotal: %@%d" = "订单金额: %1$@%2$d";

/* 您购买会员卡已经成功, 现在可以免费购买优惠券. */
"Succeeded to purchase membership card and\n able to purchase coupons for free now." = "您购买会员卡已经成功, 现在可以免费购买优惠券.";

/* 确认收货成功 */
"Successful confirmation" = "确认收货成功n";

/* 成功 */
"Successfully" = "成功";

/* 星期天 */
"SUN" = "星期天";

/* 提供服务 */
"Tags" = "提供服务";

/* 拍照 */
"Take Photo" = "拍照";

/* 电话:%@ */
"Tel:%@" = "电话:%@";

/* 使用规则 */
"Terms and Conditions" = "使用规则";

/* 使用规则 */
"TERMS AND CONDITIONS" = "使用规则";

/* 可能授权已过期，请重新获取 */
"The OAuth expired, please try again" = "可能授权已过期，请重新获取";

/* 亲,今天商家已停止预约,请明天在预约! */
"The store has stopped taking reservations today, you can try again tomorrow." = "亲,今天商家已停止预约,请明天在预约.";

/* 会员一次只能购买一张券, 使用完后可以继续购买! */
"The Member only buy one coupon \nat one time, you can continue to buy\n After used" = "会员一次只能购买一张券, 使用完后可以继续购买";

/* 会员一次只能购买一张券, 使用完后可以继续购买! */
"The Member only buy one coupon at one time, you can continue to buy After used" = "会员一次只能购买一张券, 使用完后可以继续购买";

/* 会员一次只能购买一张券, 使用完后可以继续购买! */
"The Member only buy one coupon at one time\n, you can continue to buy After used" = "会员一次只能购买一张券, 使用完后可以继续购买";

/* No comment provided by engineer. */
"This app does not have access to your photos or videos. You can enable access in Privacy Settings." = "不能访问您的相册, 您需要打开权限.";

/* 星期四 */
"THU" = "星期四";

/* 总金额: */
"Total:" = "总金额:";

/* 总金额: %@%.1f
   总金额:%@%.1f */
"Total: %@%.1f" = "总金额: %1$@%2$.1f";

/* 总金额:%@%.1f           折扣:-%d%% */
"Total: %@%.1f              Discounted: -%d%%" = "总金额: %1$@%2$.1f              折扣: -%3$d%%";

/* 总计: %@%d
   总金额: %@%d
   总金额:%@%d */
"Total: %@%d" = "金额: %1$@%2$d";

/* 总价:%@%.1f */
"Total:%@%.1f" = "总价:%1$@%2$.1f";

/* 总价:%@%d */
"Total:%@%d" = "总价:%1$@%2$d";

/* 查看物流 */
"Tracking order" = "查看物流";

/* 物流信息 */
"Tracking Order" = "物流信息";

/* 星期二 */
"TUE" = "星期二";

/* 阿联酋 */
"UAE" = "阿联酋";

/* 不能发送邮件 */
"Unable to send E-Mail" = "不能发送邮件";

/* 不能发送邮件 */
"Unable to send e-mail" = "不能发送邮件";

/* 返回异常从Twitter */
"Unexpected response received from Twitter API." = "返回异常从Twitter.";

/* 没有支付 */
"Unpaid" = "没有支付";

/* 未使用 */
"Unuse" = "未使用";

/* 升级 */
"Upgarde" = "升级";

/* 上传图片 */
"Upload Photos" = "上传图片";

/* 正在上传,请等待一会儿! */
"Uploading, Please wait a moment!" = "正在上传,请等待一会儿!";

/* 已使用 */
"Used" = "已使用";

/* 有效期 */
"VAILD DATE" = "有效期";

/* 有效期 */
"Vaild Date:" = "有效期:";

/* 商家信息 */
"Vendor Information" = "商家信息";

/* 商家位置 */
"Vendor Location" = "商家位置";

/* 验证
   验证码 */
"Verification" = "验证码";

/* 验证码 */
"Verification Code" = "验证码";

/* 验证码已送到您的手机号码 */
"Verification code has been sent to your phone" = "验证码已送到您的手机号码";

/* 验证支付 */
"Verify Payment..." = "验证支付...";

/* 版本号 */
"Version" = "版本号";

/* 查看 */
"View" = "查看";

/* 查看全部 */
"View All" = "查看全部";

/* 查看: %d */
"Viewed: %d" = "查看: %d";

/* 优惠券订单 */
"Voucher Orders" = "优惠券订单";

/* 等待商家确认 */
"Waiting for confirmation" = "等待商家确认";

/* 等待支付... */
"Waiting Payment..." = "等待支付...";

/* 微信好友 */
"Wechat" = "微信好友";

/* 星期三 */
"WED" = "星期三";

/* 收藏 */
"WISH LIST" = "收藏";

/* 收藏 */
"Wish List" = "收藏";

/* 收藏 */
"WISHLIST" = "收藏";

/* 工作时间 */
"WORKING TIME" = "工作时间";

/* 请使用二维码去商家享受优惠，商家会对二维码进行扫描确认，您只需要付优惠后的金额. */
"You are able to enjoy discounts after vendors scan your QR code." = "请使用二维码去商家享受优惠，商家会对二维码进行扫描确认，您只需要付优惠后的金额..";

/* 请使用二维码去商家享受优惠，商家会对二维码进行扫描确认，您只需要付优惠后的金额. */
"You are able to enjoy discounts after\n vendors scan your QR code." = "请使用二维码去商家享受优惠，商家会对二维码进行扫描确认，您只需要付优惠后的金额.";

/* 您已经是%@,不能在降级购买%@ */
"You are already %@ and unable to \ndegrade menbership for %@" = "您已经是%@,不能在降级购买%@";

/* No comment provided by engineer. */
"You can only send %d photos at a time." = "您一次只能上传%d照片.";

/* 您已经报名 */
"You have already joined in." = "您已经报名.";

/* 您已经购买了这个优惠券,请在我的->优惠券 中查看.请使用后,继续购买 */
"You have already purchased this coupon, please check it at Me->Coupons. Welcome to purchase again after use." = "您已经购买了这个优惠券,请在我的->优惠券 中查看.请使用后,继续购买.";

/* 您预定了 %@ 的工作餐. 支付后就不可以再取消. */
"You have booked the meal from %@, and it cannot be canceled after successful payment." = "您预定了 %@ 的工作餐. 支付后就不可以再取消.";

/* 您预定了 %@ 的工作餐, 如果您想取消订单, 请在 %@ 之前. */
"You have booked the meal from %@, if you want to cancel your order, please do it before %@" = "您预定了 %@ 的工作餐, 如果您想取消订单, 请在 %@ 之前";

/* 您没有相关优惠券 */
"You have no relevant coupon." = "您没有相关优惠券.";

/* 您没有相关订单 */
"You have no relevant orders." = "您没有相关订单.";

/* 您没有相关优惠券 */
"You have no relevant voucher." = "您没有相关优惠券.";

/* 您必须授权发贴权限才能使用这个功能. */
"You must grant access to your publish actions to use this feature" = "您必须授权发贴权限才能使用这个功能";

/* 您必须登录才能使用这个功能. */
"You must login and grant access to your email to use this feature" = "您必须登录才能使用这个功能";

/* 您没有完成支付,可以在我的-待支付 继续完成支付!
   下单成功, 您没有完成支付,可以在我的-待支付 继续完成支付! */
"You need to pay at me->orders!" = "您没有完成支付,可以在我的-订单 继续完成支付!";

/* 您的国家区号至少要有2位 */
"Your country code should contain 2 or more characters" = "您的国家区号至少要有2位";

/* 您的朋友赠送了一张优惠券  */
"Your friend share a coupon for you " = "您的朋友赠送了一张优惠券 ";

/* 您的会员有效日期已经过期, 您可以继续付费购买, 也可以购买会员卡后免费购买 */
"Your membership has expired.\n Please pay to buy or upgrade to premium membership" = "您的会员有效日期已经过期, 您可以继续付费购买, 也可以购买会员卡后免费购买";

/* 您的姓名 */
"Your name" = "您的姓名";

/* 您的用户名至少要有3位 */
"Your name should contain 3 or more characters" = "您的用户名至少要有3位";

/* 您的密码至少要有4位 */
"Your password should contain 4 or more characters" = "您的密码至少要有4位";

/* 您的电话号码至少要有7位 */
"Your phonenumber should contain 7 or more characters" = "您的电话号码至少要有7位";

/* 您的评分 */
"Your Rating" = "您的评分";

/* 亲,您的购物车还是空的! */
"Your shopping cart is empty!" = "亲,您的购物车还是空的!";

/* 您的验证码应该是6位 */
"Your verification code should contain 6 characters" = "您的验证码应该是6位";

/* 您的点评内容至少要10个字符 */
"Your comments should contain 10 or more characters" = "您的点评内容至少要10个字符";

/* Facebook */
"Facebook" = "Facebook";

